Repository: Stegogo/CaptchaGuard-bot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: uk

source: Привет, $user! Докажи, что ты не бот, и дай ответ на задачу с картинки ниже. У тебя есть 60 секунд!
uk: Вітаю, $user! Доведи, що ти не бот, і дай відповідь на задачу із зображення нижче. В тебе є 60 секунд!

source: Привет! Докажи, что ты не бот, и дай ответ на задачу с картинки ниже. У тебя есть 60 секунд!
uk: Вітаю! Доведи, що ти не бот, і дай відповідь на задачу із зображення нижче. В тебе є 60 секунд!

source: ➖Нажми на правильный ответ➖
uk: ➖Обери правильну відповідь➖

source: Пользователь провалил капчу! Ответ не был выбран. Пользователь исключён из чата.
uk: Помилка при введенні капчі! Не надано відповіді. Користувач був виключений з чата.

source: Привет! 👋 Я - CaptchaGuard! Я бот, который защищает капчей публичные чаты от пользователей-ботов. Чтобы я начал работать - добавьте меня в чат и сделайте администратором. CaptchaGuard - бот с открытым кодом! https://github.com/Stegogo/CaptchaGuard-bot Пожалуйста, поддержите разработчика на карту ❤️5168755455346094 Доступные команды: /menu: Главное меню ✏️ /contact: Написать разработчику ⚙️
uk: Привіт! 👋 Я - CaptchaGuard! Я бот, який захищає публічні чати від користувачів-ботів. Додай мене до будь-якого чату та не забудь зробити мене адміністратором! CaptchaGuard - бот із відкритим кодом! https://github.com/Stegogo/CaptchaGuard-bot Будь ласка, підтримайте розробника на карту ❤️5168755455346094 Доступні команди: /menu: Головне меню ✏️ /contact: Написати розробнику ⚙️

source: Ты не админ и не можешь настраивать меня!
uk: Для налаштування, треба бути адміном!

source: Привет! 👋 Я - CaptchaGuard, защищаю ваш чат от пользователей-ботов. Вы вызвали моё меню настроек. Пользоваться им могут только администраторы чата. Доступные команды: /set_language: Сменить язык 🌍 /set_greeting: Сменить приветствие ⭐️ /disable_captcha: Отключить капчу 🔓 /enable_captcha: Включить капчу 🔒 /contact: Написать разработчику ⚙
uk: Привіт! 👋 Я - CaptchaGuard, захищаю ваш чат від користувачів-ботів. Ви обрали меню налаштування. Лише адміністратори чата можуть ним користуватися. Доступні команди: /set_language: Обрати мову 🌍 /set_greeting: Обрати вітання ⭐️ /disable_captcha: Вимкнути капчу 🔓 /enable_captcha: Увімкнути капчу 🔒 /contact: Зв'язатися з розробником ⚙

source: Привет! 👋 Я - CaptchaGuard! Я бот, который защищает капчей публичные чаты от пользователей-ботов. Как это работает: Когда к чату присоединяется новый участник, я даю ему простую задачу, чтобы проверить, бот он или человек. Тот кто не справился с задачей, исключается из чата! CaptchaGuard - <a href="https://github.com/Stegogo/CaptchaGuard-bot">бот с открытым кодом</a>! Пожалуйста, поддержите разработчика на карту ❤️5168755455346094 (MasterCard) Доступные команды: /menu: Главное меню ✏️ /contact: Написать разработчику ⚙️ /set_language: Сменить язык 🌍
uk: Привіт! 👋 Я - CaptchaGuard! Я бот, який захищає публічні чати від користувачів-ботів. Як це працює: Коли до чату долучається новий користувач, я надсилаю йому просту математичну задачку, щоб перевірити, бот він чи людина. Той, хто не відповів на задачу, вилучається з чату! CaptchaGuard - <a href="https://github.com/Stegogo/CaptchaGuard-bot">бот з відкритим кодом</a>! https://github.com/Stegogo/CaptchaGuard-bot Будь ласка, підтримайте розробника на карту ❤️5168755455346094 (MasterCard) Доступні команди: /menu: Головне меню ✏️ /contact: Написати розробнику ⚙️ /set_language: Змінити мову 🌍

source: Чтобы написать разработчику, перейди в личные сообщения с ботом: ⚙️https://t.me/captchaguardbot?start=techsupport🔧 В личных сообщениях с ботом нажми команду contact! Спасибо заранее! Ты получишь ответ в течение 24 часов.
uk: Щоб написати розробнику, будь ласка перейди до особистого чату з ботом: ⚙️https://t.me/captchaguardbot?start=techsupport🔧 У особистому чаті з ботом обери команду contact! Дякую заздалегідь! Ти отримаєш відповідь протягом 24 годин.

source: То, что ты сейчас напишешь, будет переслано разработчику! Постарайся уместить то, что хочешь сказать, в одном сообщении ❤️ Чтобы отменить команду - нажми /cancel
uk: Те, що ти зараз надішлеш, буде відправлено розробнику! Намагайся виразити свої думки одним повідомленням ❤️ Щоб відмінити цю команду - натисни /cancel

source: Сообщение отправлено. Спасибо!
uk: Повідомлення відправлено. Дякую!

source: Вы можете настроить сообщение, которое будет приветствовать новых участников чата после того, как они прошли капчу. Например, вы можете оставить ссылку на правила вашего чата или на другие важные материалы. Пожалуйста, введите новое сообщение приветствия после команды, вот так: /set_new_greeting Привет, $user, мы рады тебя видеть! Вы также можете отключить приветствие: /set_new_greeting -
uk: Ви можете налаштувати повідомлення для вітання нових користувачів після проходження капчі. Наприклад, можна додати правила вашого чата або інші корисні матеріали. Введіть нове вітання в наступному форматі: /set_new_greeting Привіт! Раді тебе бачити, $user. Прибрати вітання: /set_new_greeting -

source: Сообщение приветствия изменено!
uk: Вітання змінено!

source: Капча отключена! 🔓 Если хотите вернуть её обратно, введите /enable_captcha
uk: Ви вимкнули капчу! 🔓 Щоб увімкнути її знову, введіть /enable_captcha

source: Капча уже отключена! 🔓
uk: Ви вже вимкнули капчу! 🔓

source: Капча включена! 🔒 Если хотите выключить её, введите /disable_captcha
uk: Ви увімкнули капчу! 🔒 Щоб вимкнути її, введіть /disable_captcha

source: Капча уже включена! 🔒
uk: Ви вже увімкнули капчу! 🔒

source: Выберите язык:
uk: Оберіть мову:

source: Эта капча не для тебя 😉
uk: Ця капча не для тебе 😉

source: Пользователь провалил капчу! Ответ выбран неправильно. Пользователь исключён из чата.
uk: Помилка при введенні капчі! Не надано відповіді. Користувач був виключений з чата.
